taskt/Core/Automation/Commands/ListGroup/AListIndexCommands.dot
digraph "AListIndexCommands" {
"AListIndexCommands" -> "AListInputListCommands";
"AListIndexCommands" -> "IListIndexProperties";
"AListInputListCommands" -> "ScriptCommand";
"AListInputListCommands" -> "IListProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
