taskt/Core/Automation/Commands/ListGroup/AListIndexCommands.puml
@startuml
AListIndexCommands --> AListInputListCommands
AListIndexCommands --> IListIndexProperties
AListInputListCommands --> ScriptCommand
AListInputListCommands --> IListProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
